Repository: kurema/BookViewerApp3
Catalog: BookViewerApp/Resource/*/Resources.resw
Source language: en_us
Languages: it, ja_jp, pt, ru, zh_hans, zh_hant

# AboutThisApp.Label
source: About
it: Info
ja_jp: 情報
pt: Acerca de
ru: О сайте
zh_hans: 关于此应用
zh_hant: 關於此應用

# AddLocalDirectory.Label
source: Add a directory
it: Seleziona cartella
ja_jp: フォルダを追加
pt: Adicionar um diretório
ru: Добавить каталог
zh_hans: 添加目录到书架
zh_hant: 添加目錄到書架

# BookmarkLast.Title
source: [End]
it: [Fine]
ja_jp: [最終]
pt: [Fim]
ru: [Конец]
zh_hans: [最后页]
zh_hant: [最後頁]

# BookmarkTop.Title
source: [Top]
it: [Inizio]
ja_jp: [先頭]
pt: [Início]
ru: [Вверх]
zh_hans: [首页]
zh_hant: [首頁]

# BookNext.Label
source: Read the next book
it: Libro successivo
ja_jp: 次の本へ
pt: Ler o próximo livro
ru: Читайте следующую книгу
zh_hans: 读下书
zh_hant: 讀下書

# BookPrevious.Label
source: Read the previous book
it: Libro precedente
ja_jp: 前の本へ
pt: Ler o livro anterior
ru: Прочитайте предыдущую книгу
zh_hans: 读以前的书
zh_hant: 讀以前的書

# BookshelfTitleNew
source: Bookshelf
it: Scaffale
ja_jp: 本棚
pt: Prateleira
ru: Книжная полка
zh_hans: 书架
zh_hant: 書架

# ClearAllBookshelf.Label
source: Clear all bookshelves
it: Pulisci tutta la libreria
ja_jp: 本棚を全て削除
pt: Limpar todas as prateleiras
ru: Освободите все книжные полки
zh_hans: 清除所有书架
zh_hant: 清除所有書架

# ClearThisBookshelf.Label
source: Clear this bookshelf
it: Pulisci lo scaffale
ja_jp: 本棚を削除
pt: Limpar esta prateleira
ru: Освободите эту книжную полку
zh_hans: 删除书架
zh_hant: 刪除書架

# GoToBookshelf.Label
source: Go to bookshelf
it: Vai allo scaffale
ja_jp: 本棚を開く
pt: Ir para a prateleira
ru: Перейти к книжной полке
zh_hans: 去书架
zh_hant: 去書架

# LoadingFolder.Completed.Message
source: Loading has been completed. Thank you.
it: Caricamento completato.
ja_jp: 読み込みが完了しました。
pt: O carregamento foi concluído. Obrigado.
ru: Загрузка завершена. Спасибо.
zh_hans: 装载工作已经完成。 谢谢。
zh_hant: 裝載工作已經完成。 謝謝。

# LoadingFolder.Started.Message
source: It will take a while. Do not close this app while loading.
it: Ci vorrà un po'. Non chiudere l'app.
ja_jp: フォルダの読み込みが完了するまで操作を継続できます。読み込みが完了し通知されるまでまでアプリを終了したりスリープ状態にしないでください。
pt: Isto vai demorar algum tempo. Não feche esta aplicação enquanto carrega.
ru: Это займет некоторое время. Не закрывайте это приложение во время загрузки.
zh_hans: 这将需要一段时间。不要关闭这个应用程序加载时。
zh_hant: 這將需要一段時間。不要關閉這個應用程序加載時。

# LoadingFolder.Title
source: Loading folders
it: Caricamento cartelle
ja_jp: フォルダ読み込み
pt: A carregar as pastas
ru: Загрузка папок
zh_hans: 添加目錄
zh_hant: 添加目錄

# OpenLocalBook.Label
source: Open
it: Apri
ja_jp: 開く
pt: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 打開

# PageEnd.Label
source: End
it: Fine
ja_jp: 最後
pt: Fim
ru: Конец
zh_hans: 最后页
zh_hant: 最後頁

# PageLeft.Label
source: Left
it: Indietro
ja_jp: 左
pt: Esquerda
ru: Левый
zh_hans: 左
zh_hant: 左

# PageLeftmost.Label
source: Leftmost
it: Tutto indietro
ja_jp: 左端
pt: Mais à esquerda
ru: Самый левый
zh_hans: 左端
zh_hant: 左端

# PageNext.Label
source: Next
it: Successiva
ja_jp: 次
pt: Próximo
ru: Следующий
zh_hans: 上页
zh_hant: 下頁

# PagePrevious.Label
source: Previous
it: Precedente
ja_jp: 前
pt: Anterior
ru: Предыдущий
zh_hans: 下页
zh_hant: 上頁

# PageReverse.Label
source: Reverse page direction
it: Inverti l'ordine delle pagine
ja_jp: ページ方向を転換
pt: Inverter a direção da página
ru: Обратное направление страницы
zh_hans: 反向页面方向
zh_hant: 反向頁面方向

# PageRight.Label
source: Right
it: Avanti
ja_jp: 右
pt: Direita
ru: Справа
zh_hans: 右
zh_hant: 右

# PageRightmost.Label
source: Rightmost
it: Tutto avanti
ja_jp: 右端
pt: Mais à direita
ru: Самый правый
zh_hans: 右端
zh_hant: 右端

# PageTop.Label
source: First
it: Inizio
ja_jp: 最初
pt: Início
ru: Первый
zh_hans: 首页
zh_hant: 首頁

# ReloadBookshelf.Label
source: Refresh
it: Ricarica
ja_jp: 更新
pt: Atualizar
ru: Обновить
zh_hans: 更新
zh_hant: 更新

# SetThisBookshelfSecret.Label
source: Toggle secret
it: Nascondi scaffale
ja_jp: 本棚を秘密にする
pt: Ocultar prateleira
ru: Переключить секрет
zh_hans: 秘密书架
zh_hant: 秘密書架

# Setting.Label
source: Setting
it: Impostazioni
ja_jp: 設定
pt: Definição
ru: Настройка
zh_hans: 环境
zh_hant: 環境

# ToggleFullScreen.Label
source: Toggle full screen mode
it: Schermo intero
ja_jp: 全画面モード切替
pt: Alternar o modo ecrã inteiro
ru: Переключение полноэкранного режима
zh_hans: 切换全屏模式
zh_hant: 切換全屏模式

# BookmarkBasic.Title
source: Bookmark
it: Segnalibro
ja_jp: 栞
pt: Marcador
ru: Закладка
zh_hans: 书签
zh_hant: 書籤

# BookmarkLastread.Title
source: [Automatic]
it: [Automatico]
ja_jp: [自動保存]
pt: [Automático]
ru: [Автомат]
zh_hans: [自动书签]
zh_hant: [自動書籤]

# Bookmarks.Label
source: Bookmarks
it: Segnalibri
ja_jp: 栞
pt: Marcadores
ru: Закладки
zh_hans: 书签
zh_hant: 書籤

# BookmarkTitle.PlaceholderText
source: Title
it: Titolo
ja_jp: タイトル
pt: Título
ru: Название
zh_hans: 标题
zh_hant: 標題

# SwitchBookshelfToggle.ToolTipService.ToolTip
source: Switch bookshelf.
it: Passa ad un altro scaffale.
ja_jp: 本棚を切り替え。
pt: Trocar de prateleira.
ru: Переключатель книжной полки.
zh_hans: 切换书架。
zh_hant: 切換書架。

# Welcome_HowToConfigure
source: How to change settings
it: Come cambiare le impostazioni
ja_jp: 設定の開き方
pt: Como alterar as definições
ru: Как изменить настройки
zh_hans: 如何打开配置页面
zh_hant: 如何打開配置頁面

# Welcome_HowToUse
source: How to use
it: Come si usa
ja_jp: 使い方
pt: Como se usa
ru: Как использовать
zh_hans: 如何使用
zh_hant: 如何使用

# Welcome_OpenMenu
source: Open the menu.
it: Apri il menu.
ja_jp: メニューを開く。
pt: Abrir o menu.
ru: Откройте меню.
zh_hans: 打开其他功能。
zh_hant: 打開其他功能。

# Setting_DefaultFullScreen.Description
source: Set full screen mode on when you open a book.
it: Avvia l'app a schermo intero quando apri un libro.
ja_jp: ブックビュワーを開いた時、自動的に全画面モードに切り替えます。
pt: Ligar o modo ecrã inteiro quando se abre um livro.
ru: Установите полноэкранный режим при открытии книги.
zh_hans: 打开书本时将全屏模式设置为打开。
zh_hant: 打開書本時將全屏模式設置為打開。

# Setting_DefaultFullScreen.Title
source: Set full screen as default
it: Imposta lo schermo intero come predefinito
ja_jp: 標準で全画面表示にする
pt: Definir ecrã inteiro como predefinição
ru: Установите полноэкранный режим по умолчанию
zh_hans: 将全屏设置为默认值
zh_hant: 將全屏設置為默認

# Setting_DefaultPageReverse.Description
source: Set the page orientation R2L(From right to left) as the default in the new book.
it: Imposta l'orientamento della pagina R2L (Da destra a sinistra) come predefinito nel nuovo libro.
ja_jp: 新たに開いた本を右綴じと認識する。
pt: Definir a orientação da página R2L(Da direita para a esquerda) como predefinição no novo livro.
ru: Установите ориентацию страницы R2L (справа налево) по умолчанию в новой книге.
zh_hans: 打开一本新书时，默认为右装订。
zh_hant: 當您打開一本新書時，默認情況下為反向頁面。

# Setting_DefaultPageReverse.Title
source: R2L as the default
it: R2L come impostazione predefinita
ja_jp: 標準で右綴じにする
pt: R2L como predefinição
ru: R2L по умолчанию
zh_hans: 从右到左为标准
zh_hant: 从右到左为标准

# Setting_SaveLastReadPage.Description
source: Automatically open page where you read last time.
it: Quando apri un libro apre automaticamente la pagina dove eri rimasto.
ja_jp: 自動的に前回その本を読んだページを開きます。
pt: Abrir automaticamente a página onde leu da última vez.
ru: Автоматически открывайте страницу, на которой вы читали в прошлый раз.
zh_hans: 自动打开您上次阅读的页面。
zh_hant: 自動打開您上次閱讀的頁面。

# Setting_SaveLastReadPage.Title
source: Automatically open last read page
it: Apri l'ultima pagina letta
ja_jp: 前回読んだページを開く
pt: Abrir automaticamente a última página lida
ru: Автоматическое открытие последней прочитанной страницы
zh_hans: 自动打开最后阅读的页面
zh_hant: 自動打開最後閱讀的頁面

# Setting_ShowRightmostAndLeftmost.Description
source: Show go to rightmost/leftmost button in book viewer.
it: Mostra i pulsanti vai tutto indietro/tutto avanti quando un libro è aperto.
ja_jp: ブックビュワーで右端/左端へ移動するボタンを表示する。
pt: Mostrar o botão ir para mais à direita/esquerda no visualizador de livros.
ru: Показать переход к самой правой/самой левой кнопке в окне просмотра книг.
zh_hans: 在书籍查看器中显示转到最右/最左按钮。
zh_hant: 在書籍查看器中顯示轉到最右/最左按鈕。

# Setting_ShowRightmostAndLeftmost.Title
source: Show go to rightmost /leftmost button
it: Mostra i pulsanti tutto indietro/avanti
ja_jp: 右端/左端へのボタンを表示する
pt: Mostrar o botão ir para mais à direita/mais à esquerda
ru: Показать переход к самой правой / самой левой кнопке
zh_hans: 显示转到最右边/最左边的按钮
zh_hant: 顯示轉到最右邊/最左邊的按鈕

# Setting_SyncBookmarks.Description
source: Sync bookmarks of books over the cloud.
it: Sincronizza i segnalibri con il cloud.
ja_jp: クラウドを通じて栞を同期する。
pt: Sincronizar os marcadores dos livros com a nuvem.
ru: Синхронизация закладок на книги через облако.
zh_hans: 在云端同步书签。
zh_hant: 使用OneDrive同步書籍的書籤。

# Setting_SyncBookmarks.Title
source: Sync bookmarks of books
it: Sincronizza segnalibri
ja_jp: 栞を同期する
pt: Sincronização de marcadores de livros
ru: Синхронизация закладок в книгах
zh_hans: 同步书签
zh_hant: 同步書籍的書籤

# Setting_TileHeight.Description
source: The height of book tile in bookshelf.
it: Altezza dei titoli dei libri negli scaffali.
ja_jp: 本棚で本を示すタイルの高さ。
pt: A altura do mosaico do livro na prateleira.
ru: Высота книжной плитки в книжном шкафу.
zh_hans: 书架中的书瓦高度。
zh_hant: 書架中的書瓦高度。

# Setting_TileHeight.Title
source: Height of book tile
it: Altezza titoli
ja_jp: 本タイルの高さ
pt: Altura do mosaico para livros
ru: Высота книжной плитки
zh_hans: 书瓦高度
zh_hant: 書瓦高度

# Setting_TileWidth.Description
source: The width of book tile in bookshelf.
it: Lunghezza dei titoli dei libri negli scaffali.
ja_jp: 本棚で本を示すタイルの幅。
pt: A largura do mosaico do livro na prateleira.
ru: Ширина книжной плитки в книжном шкафу.
zh_hans: 书架中书瓦的宽度。
zh_hant: 書架中書瓦的寬度。

# Setting_TileWidth.Title
source: Width of book tile
it: Lunghezza titoli
ja_jp: 本タイルの幅
pt: Largura do mosaico para livros
ru: Ширина книжной плитки
zh_hans: 书瓦宽度
zh_hant: 書瓦寬度

# Setting_BackgroundBrightness.Description
source: Brightness of background. 100:White, 0:Black. (Opposite in dark theme)
it: Luminosità dello sfondo. 100:Bianco, 0:Nero. (Opposite in dark theme)
ja_jp: 背景色の明るさを設定します。100で白、0で黒です。 (ダークテーマでは反転)
pt: Luminosidade de fundo. 100:Branco, 0:Preto. (Oposto no tema escuro)
ru: Яркость фона. 100: белый, 0: черный. (Противоположное значение в темной теме)
zh_hans: 背景的亮度。 100：白色，0：黑色。 （与黑暗主题相反）
zh_hant: 背景的亮度。 100：白色，0：黑色。 (與黑暗主題相反)

# Setting_BackgroundBrightness.Title
source: Brightness of background
it: Luminosità sfondo
ja_jp: 背景色の明るさ
pt: Luminosidade de fundo
ru: Яркость фона
zh_hans: 背景的亮度
zh_hant: 背景亮度

# Setting_ScrollAnimation.Description
source: Use scroll animation on book viewer.
it: Utilizza l'animazione a scorrimento quando leggi.
ja_jp: 読書画面でのスクロール時にアニメーション表示する。
pt: Use a animação scroll no visualizador de livros.
ru: Используйте анимацию прокрутки при просмотре книги.
zh_hans: 在图书查看器上使用滚动动画。
zh_hant: 在圖書查看器上使用滾動動畫。

# Setting_ScrollAnimation.Title
source: Scroll animation
it: Animazione a scorrimento
ja_jp: スクロールアニメーション
pt: Animação do scroll
ru: Анимация прокрутки
zh_hans: 滚动动画
zh_hant: 滾動動畫

# Setting_BookNameTrim.Description
source: Matched part is hidden in book name. Input in regular expression. (ex:\(.*\))
it: La parte corrispondente del titolo viene nascosta. Inserisci una frase come regola. (es:\(.*\))
ja_jp: ファイル名の内で該当した部分を表示しません。正規表現で入力。(例:\(.*\))
pt: A parte correspondente está oculta no nome do livro. Entrada em expressão regular. (ex:\(.*))
ru: В названии книги скрыта совпадающая часть. Ввод в регулярное выражение. (ex:\(.*\))
zh_hans: 匹配的部分隐藏在书名中。以正则表达(Regular expression)式输入。（例如：\(.*\)）
zh_hant: 匹配的部分隱藏在書名中。以正則表達式輸入。 （例如：\(.*\)）

# Setting_BookNameTrim.Title
source: Book name to trim
it: Taglia titolo
ja_jp: 除外対象ファイル名
pt: Tamanho do título
ru: Название книги на обрезке
zh_hans: 要修剪的书名
zh_hant: 要修剪的書名

# Setting_FolderNameToExclude.Description
source: Exclude folder in bookshelf view if match in regular expression.
it: Escludi cartella nella vista degli scaffali se il suo nome corrisponde alla frase di regola.
ja_jp: 正規表現で該当した場合、本棚に表示しません。
pt: Excluir pasta na vista da prateleira se corresponder em expressão regular.
ru: Исключение папки из представления книжной полки при совпадении с регулярным выражением.
zh_hans: 如果正则表达式匹配，则在书架视图中排除文件夹。
zh_hant: 如果正則表達式匹配，則在書架視圖中排除文件夾。

# Setting_FolderNameToExclude.Title
source: Folder name to exclude
it: Escludi cartella
ja_jp: 除外対象フォルダ名
pt: Nome da pasta a excluir
ru: Имя папки для исключения
zh_hans: 排除的文件夹名称
zh_hant: 排除的文件夾名稱

# Setting_SortCoverComesFirst.Description
source: Assume picture that has "cover" in the file name to be first file in CBZ/CBR.
it: Assumi che l'immagine avente nome "cover" (copertina) sia la prima immagine dei libri in CBR/CBZ.
ja_jp: Cbz/Cbrファイル内で"cover"を含むファイルを先頭にします。
pt: Assumir fotografia que tenha "capa" no nome do ficheiro para ser o primeiro ficheiro na CBZ/CBR.
ru: Предположим, что изображение, в имени файла которого есть "cover", будет первым файлом в CBZ/CBR.
zh_hans: 假定在文件名中具有“cover”的图片是CBZ / CBR中的第一个文件。
zh_hant: 假定在文件名中具有“cover”的圖片是CBZ / CBR中的第一個文件。

# Setting_SortCoverComesFirst.Title
source: Assume cover picture by file name in CBZ/CBR
it: Assumi che la copertina sia la prima immagine
ja_jp: "cover"を含むファイルを先頭にする
pt: Assumir fotografia de capa por nome de ficheiro na CBZ/CBR
ru: Предполагать изображение обложки по имени файла в CBZ/CBR
zh_hans: 在CBZ / CBR中按文件名假定封面图片
zh_hant: 在CBZ / CBR中按文件名假定封面圖片

# Setting_SortNaturalOrder.Description
source: Sort by natural order in CBZ/CBR (ex:01.jpg→2.jpg→003.jpg)
it: Ordina in modo naturale le immagini nei libri in CBZ/CBR (ex:01.jpg→2.jpg→003.jpg)
ja_jp: Cbz/Cbrファイル内のソートを自然順(例:01.jpg→2.jpg→003.jpg)にします
pt: Ordenar por ordem natural na CBZ/CBR (ex:01.jpg→2.jpg→003.jpg)
ru: Сортировка по естественному порядку в CBZ/CBR (например: 01.jpg→2.jpg→003.jpg)
zh_hans: 在CBZ / CBR中按自然顺序排序（例如：01.jpg→2.jpg→003.jpg）
zh_hant: 在CBZ / CBR中按自然順序排序（例如：01.jpg→2.jpg→003.jpg）

# Setting_SortNaturalOrder.Title
source: Natural Sort in CBZ/CBR
it: Ordine naturale nei CBZ/CBR
ja_jp: 自然順ソート
pt: Ordem natural em CBZ/CBR
ru: Естественная сортировка в CBZ/CBR
zh_hans: CBZ / CBR中的自然排序
zh_hant: CBZ / CBR中的自然排序

# Setting_ZoomButtonShowTimespan.Description
source: Seconds to display the zoom button when you touch the screen (0: disable).
it: Imposta per quanti secondi i bottoni dello zoom vengono mostrati quando tocchi lo schermo (0: disabilita).
ja_jp: 画面をタッチした際ズームボタンを表示する時間 (0で非表示)。
pt: Segundos para exibir o botão de zoom ao tocar no ecrã (0: desativar).
ru: Секунды отображения кнопки зума при касании экрана (0: отключить).
zh_hans: 触摸屏幕时显示缩放按钮的秒数（0：禁用）。
zh_hant: 觸摸屏幕時顯示縮放按鈕的秒數（0：禁用）。

# Setting_ZoomButtonShowTimespan.Title
source: Zoom button display time
it: Tempo visualizzazione pulsanti zoom
ja_jp: ズームボタン表示時間
pt: Tempo de exibição do botão de zoom
ru: Время отображения кнопки масштабирования
zh_hans: 变焦按钮显示时间
zh_hant: 變焦按鈕顯示時間

# Setting_CommandBarShowTimespan.Description
source: Seconds to display the menu when you touch the screen in book viewer page (0: always).
it: Imposta per quanti secondi il menu viene mostrato quando tocchi lo schermo (0: sempre).
ja_jp: 書籍画面で画面をタッチした際メニューを表示する時間 (0で常時表示)。
pt: Segundos para exibir o menu quando se toca no ecrã na página do visualizador de livros (0: sempre).
ru: Секунды для отображения меню при касании экрана на странице просмотра книги (0: всегда).
zh_hans: 当您在书本查看器页面上触摸屏幕时，以秒为单位显示菜单（0：始终）。
zh_hant: 當您在書本查看器頁面上觸摸屏幕時，以秒為單位顯示菜單（0：始終）。

# Setting_CommandBarShowTimespan.Title
source: Menu display time in book viewer
it: Tempo visualizzazione menu
ja_jp: 書籍メニュー表示時間
pt: Tempo de exibição do menu no visualizador de livros
ru: Время отображения меню в программе просмотра книг
zh_hans: 书本查看器中的菜单显示时间
zh_hant: 書籍查看器中的菜單顯示時間

# Setting_WebHomePage.Description
source: Home Page.
it: Pagina principale.
ja_jp: ホームページを設定します。
pt: Página Inicial.
ru: Главная страница.
zh_hans: 主页。
zh_hant: 首頁。

# Setting_WebHomePage.Title
source: Home Page
it: Home
ja_jp: ホームページ
pt: Página Inicial
ru: Главная страница
zh_hans: 主页
zh_hant: 首頁

# Setting_RespectPageDirectionInfo.Description
source: Respect direction information of PDF (R2L/L2R).
it: Rispetta le informazioni di direzione della scrittura nei PDF (RTL/LTR).
ja_jp: PDFファイルの綴じ方情報を参照する。
pt: Respeitar a informação da direção em PDF (R2L/L2R).
ru: Соблюдайте информацию о направлении PDF (R2L/L2R).
zh_hans: 遵守PDF（R2L / L2R）的方向信息。
zh_hant: 遵守PDF的方向信息（R2L / L2R）。

# Setting_RespectPageDirectionInfo.Title
source: Respect direction information
it: Rispetta informazioni di direzione
ja_jp: 綴じ方情報を参照する
pt: Respeitar a informação da direção
ru: Соблюдайте информацию о направлении
zh_hans: 尊重方向信息
zh_hant: 尊重方向信息

# Password.Message
source: Enter password to open.
it: Inserisci password per aprire.
ja_jp: パスワードを入力してください。
pt: Introduza a palavra-passe para abrir.
ru: Введите пароль для открытия.
zh_hans: 输入密码以打开。
zh_hant: 輸入密碼以打開。

# Password.Save.Message
source: Save Password
it: Salva Password
ja_jp: パスワードを保存する
pt: Salvar Palavra-passe
ru: Сохранить пароль
zh_hans: 保存密码
zh_hant: 儲存密碼

# Password.Title
source: Confirm Password
it: Conferma Password
ja_jp: パスワード
pt: Confirmar Palavra-passe
ru: Подтвердите пароль
zh_hans: 确认密码
zh_hant: 確認密碼

# Word.Cancel
source: Cancel
it: Annulla
ja_jp: キャンセル
pt: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# Word.OK
source: OK
zh_hans: 确定
zh_hant: 確定

# Setting.Group.Browser
source: Browser
ja_jp: ブラウザ
pt: Navegador
ru: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# Setting.Group.Cloud
source: Cloud
ja_jp: クラウド
pt: Nuvem
ru: Облако
zh_hans: 云计算
zh_hant: 雲計算

# Setting.Group.Library
source: Library
it: Libreria
ja_jp: ライブラリ
pt: Biblioteca
ru: Библиотека
zh_hans: 库

# Setting.Group.Obsolete
source: Obsolete
it: Obsoleto
ja_jp: 旧設定
pt: Obsoleto
ru: Устаревшие
zh_hans: 过时
zh_hant: 已過時

# Setting.Group.Viewer
source: Viewer
it: Visualizzatore
ja_jp: ビュワー
pt: Visualizador
ru: Просмотрщик
zh_hans: 查看者
zh_hant: 檢視器

# TabHeader.Bookshelf
source: Bookshelf
it: Scaffale
ja_jp: 本棚
pt: Prateleira
ru: Книжная полка
zh_hans: 书架
zh_hant: 書架

# TabHeader.BookViewer
source: Viewer
it: Visualizzatore
ja_jp: ビュワー
pt: Visualizador
ru: Просмотрщик
zh_hans: 查看器
zh_hant: 檢視器

# TabHeader.Home
source: Home
ja_jp: ホーム
pt: Página Inicial
ru: Главная
zh_hans: 主页
zh_hant: 常用

# TabHeader.Info
source: Info
ja_jp: 情報
pt: Informação
ru: Информация
zh_hans: 信息
zh_hant: 信息

# TabHeader.NewTab
source: New Tab
it: Nuova Scheda
ja_jp: 新しいタブ
pt: Novo Separador
ru: Новая вкладка
zh_hans: 新选项卡
zh_hant: 新標籤

# TabHeader.Setting
source: Config
it: Impostazioni
ja_jp: 設定
pt: Definição
ru: Конфигурация
zh_hans: 配置
zh_hant: 設定

# TabHeader.Main
source: Main
it: Inizio
ja_jp: メイン
pt: Início
ru: Главная
zh_hans: 主要
zh_hant: 主群組

# TabHeader.Browser
source: Browser
ja_jp: ブラウザ
pt: Navegador
ru: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# TabHeader.Explorer
source: Explorer
ja_jp: ファイラー
pt: Explorador
zh_hans: 资源管理器
zh_hant: 資源管理器

# Explorer.Apps
source: Apps
ja_jp: アプリ
pt: Aplicações
ru: Приложения
zh_hans: 应用
zh_hant: 應用

# Explorer.Browser
source: Browser
ja_jp: ブラウザ
pt: Navegador
ru: Браузер
zh_hans: 浏览器
zh_hant: 瀏覽器

# Explorer.PickBook
source: Open
it: Apri
ja_jp: ファイルを開く
pt: Abrir
ru: Открыть
zh_hans: 打开
zh_hant: 開啟

# Explorer.Setting
source: Setting
it: Impostazioni
ja_jp: 設定
pt: Definição
ru: Настройка
zh_hans: 设置
zh_hant: 設定

# ExplorerContainer.Bookmarks
source: Bookmarks
it: Segnalibri
ja_jp: ブックマーク
pt: Marcadores
ru: Закладки
zh_hans: 书签
zh_hant: 書籤

# ExplorerContainer.Folders
source: Folders
it: Cartelle
ja_jp: フォルダ
pt: Pastas
ru: Папки
zh_hans: 个文件夹
zh_hant: 資料夾

# ExplorerContainer.Histories
source: Histories
it: Cronologi
ja_jp: 履歴
pt: Histórico
ru: Истории
zh_hans: 历史
zh_hant: 歷史

# ExplorerContainer.Libraries
source: Libraries
it: Librerie
ja_jp: ライブラリ
pt: Bibliotecas
ru: Библиотеки
zh_hans: 库
zh_hant: 文件庫

# ExplorerContainer.PC
source: This PC
it: Questo PC
ja_jp: PC
pt: Este PC
ru: Этот компьютер
zh_hans: 电脑
zh_hant: 電腦

# ContextMenu.Folders.RegisterFolder.Title
source: Register a folder
it: Registra una cartella
ja_jp: フォルダを登録
pt: Registar uma pasta
ru: Зарегистрируйте папку
zh_hans: 注册文件夹
zh_hant: 註冊文件夾

# ContextMenu.Folders.UnregisterFolder.Title
source: Unregister a folder
it: Annulla la registrazione di una cartella
ja_jp: フォルダを登録解除
pt: Cancelar registo uma pasta
ru: Снять папку с регистрации
zh_hans: 取消注册文件夹
zh_hant: 取消註冊文件夾

# ContextMenu.Folders.UnregisterFolder.MessageDialog.Message
source: The folder is referred by following library. Are you sure to unregister?
it: La cartella è indicata dalla seguente libreria. Sei sicuro di annullare la registrazione?
ja_jp: このフォルダは以下のライブラリで使用されています。 解除してよろしいですか？
pt: A pasta é referida pela seguinte biblioteca. Tem a certeza que quer cancelar o registo?
ru: На папку ссылается следующая библиотека. Вы уверены, что нужно снять регистрацию?
zh_hans: 该文件夹由以下库引用。 您确定要注销吗？
zh_hant: 該文件夾由以下Library引用。 您確定要註銷嗎？

# ContextMenu.Folders.UnregisterFolder.MessageDialog.Title
source: Unregister folder
it: Annulla la registrazione di una cartella
ja_jp: フォルダの解除
pt: Cancelar registo da pasta
ru: Снять папку с регистрации
zh_hans: 取消注册文件夹
zh_hant: 取消註冊文件夾

# ContextMenu.Library.New.Title
source: New library
it: Nuova libreria
ja_jp: 新しいライブラリ
pt: Nova biblioteca
ru: Новая библиотека
zh_hans: 新建库
zh_hant: 新Library

# ContextMenu.StorageFolder.AddToLibrary.Title
source: Add to a library
it: Aggiungi a una libreria
ja_jp: ライブラリに追加
pt: Adicionar a uma biblioteca
ru: Добавить в библиотеку
zh_hans: 添加到库
zh_hant: 添加到Library

# ContextMenu.StorageFolder.AddToLibrary.AlreadyRegistered.MessageDialog.Message
source: The folder is already registered.
it: La cartella è già registrata.
ja_jp: このフォルダは登録済みです。
pt: A pasta já está registada.
ru: Папка уже зарегистрирована.
zh_hans: 该文件夹已被注册。
zh_hant: 該文件夾已被註冊。

# ContextMenu.StorageFolder.AddToLibrary.AlreadyRegistered.MessageDialog.Title
source: Unable to registered
it: Impossibile registrarsi
ja_jp: 登録不能
pt: Impossível de registar
ru: Невозможно зарегистрировать
zh_hans: 无法注册
zh_hant: 無法註冊

# Setting_ShowPresetBookmarks.Description
source: Show preset bookmarks.
it: Mostra segnalibri predefiniti.
ja_jp: プリセットのブックマークを表示。
pt: Mostrar marcadores predefinidos.
ru: Показать предустановленные закладки.
zh_hans: 显示预设书签。
zh_hant: 顯示預設書籤。

# Setting_ShowPresetBookmarks.Title
source: Show preset bookmarks
it: Mostra segnalibri predefiniti
ja_jp: プリセットのブックマーク
pt: Mostrar marcadores predefinidos
ru: Показать предустановленные закладки
zh_hans: 显示预设书签
zh_hant: 顯示預設書籤

# Setting.Group.Explorer
source: Explorer
ja_jp: ファイラー
pt: Explorador
zh_hans: 资源管理器
zh_hant: 資源管理器

# Setting_WebSearchEngine.Description
source: Set the URL of search engine which is used when searching from address bar(%s in place of query).
it: Imposta l'URL del motore di ricerca che viene utilizzato durante la ricerca dalla barra degli indirizzi (% s al posto della query).
ja_jp: 検索エンジンのURL(%s：検索語句)。
pt: Definir o URL do motor de busca que é utilizado na pesquisa a partir da barra de endereços (%s no lugar da consulta).
ru: Устанавливает URL поисковой системы, который используется при поиске из адресной строки (%s на месте запроса).
zh_hans: 设置从地址栏搜索时使用的搜索引擎URL（以％s代替查询）。
zh_hant: 設置從地址欄搜索時使用的搜索引擎URL（以％s代替查詢）。

# Setting_WebSearchEngine.Title
source: Search
it: Ricerca
ja_jp: 検索エンジン
pt: Procura
ru: Поиск
zh_hans: 搜索
zh_hant: 搜尋

# ContextMenu.Histories.HideHistores.Title
source: Hide histories
it: Nascondi cronologia
ja_jp: 履歴を非表示にする
pt: Ocultar histórico
ru: Скрыть истории
zh_hans: 不显示历史
zh_hant: 不顯示歷史

# ContextMenu.Histories.ShowHistores.Title
source: Show histories
it: Mostra cronologia
ja_jp: 履歴を表示する
pt: Mostrar histórico
ru: Показать истории
zh_hans: 显示历史
zh_hant: 顯示歷史

# Setting_ShowHistories.Description
source: Show histories.
it: Mostra cronologia.
ja_jp: ファイラーに履歴を表示する。
pt: Mostrar histórico.
ru: Показать истории.
zh_hans: 显示历史。
zh_hant: 顯示歷史。

# Setting_ShowHistories.Title
source: Show histories
it: Mostra cronologia
ja_jp: 履歴の表示
pt: Mostrar histórico
ru: Показать истории
zh_hans: 显示历史
zh_hant: 顯示歷史

# ItemType.BookmarkContainer
source: Bookmark folder
it: Cartella dei segnalibri
ja_jp: ブックマーク フォルダー
pt: Pasta de marcadores
ru: Папка с закладками
zh_hans: 书签文件夹
zh_hant: 書籤文件夾
